export default {
  projections: {
    ШлагбаумE: {
      адрес: {
        __caption__: 'Адрес'
      },
      положение: {
        __caption__: 'Положение'
      },
      номШлаг: {
        __caption__: 'Номер шлагбаума'
      }
    },
    ШлагбаумL: {
      адрес: {
        __caption__: 'Адрес'
      },
      положение: {
        __caption__: 'Положение'
      },
      номШлаг: {
        __caption__: 'Номер шлагбаума'
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    номШлаг: {
      __caption__: 'Номер шлагбаума'
    },
    положение: {
      __caption__: 'Положение'
    }
  }
};
