export default {
  projections: {
    УслугаE: {
      номерУсл: {
        __caption__: 'Номер усл'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      длительность: {
        __caption__: 'Длительность'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      запОбУсл: {
        __caption__: 'Зап об усл',
        времяНачала: {
          __caption__: 'Время начала'
        },
        датаНачала: {
          __caption__: 'Дата начала'
        },
        времяОкон: {
          __caption__: 'Время окон'
        },
        датаОкон: {
          __caption__: 'Дата окон'
        },
        статОпл: {
          __caption__: 'Стат опл'
        },
        времяОплаты: {
          __caption__: 'Время оплаты'
        },
        паркМесто: {
          __caption__: 'Парк место',
          адрес: {
            __caption__: 'Адрес'
          }
        },
        автомобиль: {
          __caption__: 'Автомобиль',
          госНомер: {
            __caption__: 'Гос номер'
          }
        }
      }
    },
    УслугаL: {
      номерУсл: {
        __caption__: 'Номер усл'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      длительность: {
        __caption__: 'Длительность'
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    }
  },
  validations: {
    длительность: {
      __caption__: 'Длительность'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    номерУсл: {
      __caption__: 'Номер усл'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    запОбУсл: {
      __caption__: 'Зап об усл'
    }
  }
};
