export default {
  projections: {
    ПаркоматE: {
      адрес: {
        __caption__: 'Адрес'
      },
      номерПарк: {
        __caption__: 'Номер парк'
      },
      шлагбаум: {
        __caption__: 'Шлагбаум',
        адрес: {
          __caption__: 'Адрес'
        }
      },
      терминал: {
        __caption__: 'Терминал',
        адрес: {
          __caption__: 'Адрес'
        }
      },
      услуга: {
        __caption__: 'Услуга',
        длительность: {
          __caption__: 'Длительность'
        }
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    номерПарк: {
      __caption__: 'Номер парк'
    },
    терминал: {
      __caption__: 'Терминал'
    },
    услуга: {
      __caption__: 'Услуга'
    },
    шлагбаум: {
      __caption__: 'Шлагбаум'
    },
    парковка: {
      __caption__: 'парковка'
    }
  }
};
