export default {
  projections: {
    ПарковкаE: {
      номПарковки: {
        __caption__: 'Ном парковки'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      паркомат: {
        __caption__: 'Паркомат',
        адрес: {
          __caption__: 'Адрес'
        },
        номерПарк: {
          __caption__: 'Номер парк'
        },
        шлагбаум: {
          __caption__: 'Шлагбаум',
          адрес: {
            __caption__: 'Адрес'
          }
        },
        терминал: {
          __caption__: 'Терминал',
          адрес: {
            __caption__: 'Адрес'
          }
        },
        услуга: {
          __caption__: 'Услуга',
          длительность: {
            __caption__: 'Длительность'
          }
        }
      }
    },
    ПарковкаL: {
      номПарковки: {
        __caption__: 'Ном парковки'
      },
      адрес: {
        __caption__: 'Адрес'
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    номПарковки: {
      __caption__: 'Ном парковки'
    },
    паркомат: {
      __caption__: 'Паркомат'
    }
  }
};
